Repository: ersinkirteke/kindred
Catalog: Kindred/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: tr

# pantry.add.add
source: Add
tr: Ekle

# pantry.edit.save
source: Save
tr: Kaydet

# pantry.add.name_placeholder
source: Item name
tr: Ürün adı

# pantry.add.quantity_placeholder
source: Qty
tr: Miktar

# pantry.add.unit_label
source: Unit
tr: Birim

# pantry.add.unit_bunch
source: bunch
tr: demet

# pantry.add.unit_can
source: can
tr: kutu

# pantry.add.unit_bottle
source: bottle
tr: şişe

# pantry.add.unit_bag
source: bag
tr: paket

# pantry.add.storage_label
source: Storage
tr: Depolama

# pantry.add.suggested_category
source: Suggested
tr: Önerilen

# pantry.add.accept
source: Accept
tr: Kabul Et

# pantry.add.skip
source: Skip
tr: Atla

# pantry.add.category_label
source: Category
tr: Kategori

# pantry.add.change
source: Change
tr: Değiştir

# pantry.add.set_category
source: Set category
tr: Kategori seç

# pantry.add.expiry_section
source: Expiry Date
tr: Son Kullanma Tarihi

# pantry.add.expiry_tomorrow
source: Tomorrow
tr: Yarın

# pantry.add.expiry_3days
source: 3 days
tr: 3 gün

# pantry.add.expiry_1week
source: 1 week
tr: 1 hafta

# pantry.add.expiry_1month
source: 1 month
tr: 1 ay

# pantry.add.expiry_custom
source: Custom date
tr: Özel tarih

# pantry.add.expiry_clear
source: Clear
tr: Temizle

# pantry.add.notes_placeholder
source: Notes
tr: Notlar

# pantry.add.add_notes
source: Add notes
tr: Not ekle

# pantry.edit.delete
source: Delete Item
tr: Ürünü Sil

# pantry.expiry.update_title
source: Update Expiry
tr: Son Kullanma Tarihini Güncelle

# common.save
source: Save
tr: Kaydet

# pantry.item.expires_prefix
source: Expires
tr: Son kullanma

# pantry.section.items_label
source: items
tr: ürün

# pantry.action.consumed
source: Consumed
tr: Tüketildi

# pantry.action.discard
source: Discard
tr: At

# pantry.expiry.disclaimer
source: AI estimate — check packaging
tr: AI tahmini — ambalaja bakın

# pantry.offline
source: You're offline
tr: Çevrimdışısınız

source: You've seen all nearby recipes!
tr: Yakındaki tüm tarifleri gördünüz!

source: Change location to explore more
tr: Daha fazlasını keşfetmek için konumu değiştirin

source: Change Location
tr: Konumu Değiştir

source: Choose Location
tr: Konum Seç

source: Search cities...
tr: Şehir ara...

source: Popular Cities
tr: Popüler Şehirler

source: Done
tr: Tamam

source: Locating...
tr: Konum belirleniyor...

source: No cities found
tr: Şehir bulunamadı

source: Use my location
tr: Konumumu kullan

source: Loading...
tr: Yükleniyor...

source: Nutrition estimates from Spoonacular. Not for medical use.
tr: Besin değerleri Spoonacular tarafından sağlanır. Tıbbi tavsiye için kullanılmaz.

source: Popular Recipes
tr: Popüler Tarifler

source: Powered by Spoonacular
tr: Spoonacular tarafından desteklenmektedir

source: Opens Spoonacular website in browser
tr: Spoonacular web sitesini tarayıcıda açar

# recipe_detail.source_attribution.view_original_at
source: View original at
tr: Orijinal tarifi görüntüle:

# recipe_detail.source_attribution.view_original_generic
source: View original recipe
tr: Orijinal tarifi görüntüle

source: Opens original recipe at %@ in browser
tr: %@ sitesinde orijinal tarifi açar

source: Opens original recipe in browser
tr: Orijinal tarifi tarayıcıda açar
